* Making a figure of the anisotropic arrows
+ \xi = 2 / (k + 2)
+ k = (2 / \xi) - 2
** Correspondence \xi \Leftrightarrow k

|   \xi |   k |
|-----+-----|
|   1 |   0 |
| 0.8 | 0.5 |
| 0.4 |  3. |
#+TBLFM: $2=(2/$1) - 2

** Velocity magnitudes
| theta |    mu | V(\xi = 0.8) | V(\xi = 0.4) |
|-------+-------+------------+------------|
|     0 |     1 |          1 |          1 |
|    15 | 0.966 |      0.983 |      0.901 |
|    30 | 0.866 |      0.931 |      0.650 |
|    45 | 0.707 |      0.841 |      0.354 |
|    60 | 0.500 |      0.707 |      0.125 |
|    75 | 0.259 |      0.509 |      0.017 |
|    90 |     0 |      0.000 |          0 |
#+TBLFM: $2=cos($1);f3::$3=cos($1)**0.5;f3::$4=cos($1)**3;f3

** Velocity components, \xi = 0.8 with unit = 0.5
| theta |    mu |    V_x |    V_y |
|-------+-------+-------+-------|
|     0 |     1 | 0.500 | 0.000 |
|    15 | 0.966 | 0.475 | 0.127 |
|    30 | 0.866 | 0.403 | 0.233 |
|    45 | 0.707 | 0.297 | 0.297 |
|    60 | 0.500 | 0.177 | 0.306 |
|    75 | 0.259 | 0.066 | 0.246 |
|    90 |     0 | 0.000 | 0.000 |
#+TBLFM: $2=cos($1);f3::$3=0.5 cos($1) cos($1)**0.5;f3::$4=0.5 sin($1) cos($1)**0.5;f3
** Velocity components, \xi = 0.4 with unit = 0.5
| theta |    mu |    V_x |    V_y |
|-------+-------+-------+-------|
|     0 |     1 | 0.500 | 0.000 |
|    15 | 0.966 | 0.435 | 0.117 |
|    30 | 0.866 | 0.281 | 0.162 |
|    45 | 0.707 | 0.125 | 0.125 |
|    60 | 0.500 | 0.031 | 0.054 |
|    75 | 0.259 | 0.002 | 0.008 |
|    90 |     0 | 0.000 | 0.000 |
#+TBLFM: $2=cos($1);f3::$3=0.5 cos($1) cos($1)**3;f3::$4=0.5 sin($1) cos($1)**3;f3
